Repository: saifkhalil/isc_legal
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: Personal info
ar: معلومات الشخص

source: Permissions
ar: الصلاحيات

source: Important dates
ar: تواريخ مهمة

source: Password changed successfully.
ar: تم تغيير كلمة المرور بنجاح

source: Change password:
ar: تغير كلمة المرور:

source: Accounts
ar: الحسابات

source: Password
ar: كلمة المرور

source: Enter your password
ar: ادخل كلمة المرور

source: Email
ar: البريد الالكتروني

source: Enter your email
ar: ادخل البريد الالكتروني

source: Invalid login
ar: معلوت الدخول خاطئة

source: Users must have an email address
ar: يجب ادخال البريد الالكتروني

source: Users must have a username
ar: يجب ادخال اسم المستخدم

source: Name
ar: الاسم

source: Description
ar: التفاصيل

source: Department
ar: القسم

source: Departments
ar: الاقسام

source: English
ar: الانكليزية

source: Arabic
ar: العربية

source: light
ar: فاتح

source: dark
ar: غامق

source: first name
ar: الاسم الاول

source: last name
ar: الاسم الاخير

source: email
ar: البريد الالكتروني

source: Photo
ar: صورة

source: Thumbnail image
ar: الصورة المصغرة

source: Username
ar: اسم المستخدم

source: Manager
ar: المدير

source: Language
ar: اللغة

source: Theme Color
ar: لون التطبيق

source: last login
ar: اخر دخول

source: Is admin
ar: مدير نظام

source: Is Manager
ar: مدير

source: Is Cases Public Manager
ar: مدير الدعوى العامة

source: Is Cases Private Manager
ar: مدير القضايا الخاصة

source: Is Tasks Public Manager
ar: مدير المهام العامة

source: Is Tasks Private Manager
ar: مدير القضايا العامة

source: Is Contract Manager
ar: مدير العقود العامة

source: Is Sub Manager
ar: مدير فرعي

source: Is active
ar: فعال

source: Is staff
ar: موظف

source: Is superuser
ar: مستخدم خارق

source: Is verified
ar: متحقق منه

source: Is blocked
ar: مقفل

source: Enable transition
ar: تفعيل الحركات

source: Files grid View
ar: ملفات مصغرة

source: Already show filters
ar: رؤية المرشحات

source: Email Notification
ar: اشعار الاميل

source: Please confirm that you read and agree to our terms & conditions
ar: يرجى تأكيد أنك قرأت ووافقت على الشروط والأحكام الخاصة بنا

source: Created at
ar: تاريخ الانشاء

source: Modified at
ar: تاريخ التعديل

source: Created by
ar: أنشئ بواسطة

source: Modified by
ar: عدل بواسطة

source: Could not create thumbnail - is the file type valid?
ar: تعذر إنشاء الصورة المصغرة - هل نوع الملف صالح؟

source: User
ar: المستخدم

source: Users
ar: المستخدمين

source: full name
ar: الاسم الكامل

source: Employee
ar: موظف

source: Employees
ar: موظفين

source: Email is not verified, please check your email inbox
ar: لم يتم التحقق من البريد الإلكتروني ، يرجى التحقق من صندوق البريد الإلكتروني الخاص بك

source: It looks like your account has been blocked Please contact saif.ibrahim@qi.iq for more information.
ar: بدو أنه تم حظر حسابك ، يرجى الاتصال بمسؤول النظام للحصول على مزيد من المعلومات.

source: Change user password
ar: تغير المرور

source: Change password for user: %s
ar: تغير المرور للمستخدم

source: Successful password reset for user: %s.
ar: تم إعادة تعيين كلمة المرور بنجاح للمستخدم: %s.

source: Error reseting password for user "%(user)s": %(error)s
ar: خطأ في إعادة تعيين كلمة المرور للمستخدم "%(user)sa": %(error)s

source: User registered successfully, verification email has been sent, please check it
ar: تم تسجيل المستخدم بنجاح ، تم إرسال بريد التحقق ، يرجى التحقق منه

source: Email Verified, you can now login
ar: تم التحقق من البريد الإلكتروني ، يمكنك الآن تسجيل الدخول

source: Email Verification erorr, please try agin
ar: خطأ في التحقق من البريد الإلكتروني ، يرجى المحاولة مرة أخرى

source: Activities
ar: الانشطة

source: Litigation Case
ar: دعوى

source: Folder
ar: ملف

source: Hearing Date
ar: تاريخ الجلسة

source: Assignee
ar: المكلف

source: Court name
ar: اسم المحكمة

source: Summary by lawyer
ar: ملخص الجلسة حسب المرافعين

source: Is Deleted
ar: محذوف

source: Hearing Priority
ar: الأولوية

source: Hearing Status
ar: الحالة

source: Documents
ar: الملفات

source: Remind Date
ar: تاريخ التذكير

source: Hearing
ar: مرافعة

source: Hearings
ar: المرافعات

source: Public
ar: عامة

source: Private
ar: خاصة

source: title
ar: العنوان

source: Task Description
ar: تفاصيل المهمة

source: Task Category
ar: فئة المهمة

source: Assigned to
ar: الفريق المكلف

source: Task Status
ar: حالة المهمة

source: Due date
ar: تاريخ الإستحقاق

source: Assign date
ar: تاريخ الاحالة

source: Task
ar: مهمة

source: Tasks
ar: المهام

source: You have been assigned with you below case details
ar: لقد تم تعيينك كمحامي للدعوى ادناه

source: Number
ar: رقم

source: Title
ar: العنوان

source: Status
ar: الحالة

source: Related Case
ar: الدعوى المتعلقة

source: Created At
ar: تاريخ الانشاء

source: Category
ar: الفئة

source: Start Date
ar: تاريخ البدء

source: End Time
ar: تاريخ الانتهاء

source: Actions
ar: اجراءات

source: Search keywords
ar: كلمات البحث الرئيسية

source: Cases
ar: الدعاوى

source: New Task
ar: مهمة جديدة

source: Add
ar: اضافة

source: Delete
ar: حذف

source: Task has been deleted successfully.
ar: تم مسح المهمة بنجاح

source: Court
ar: المحكمة

source: New Hearing
ar: مرافعة جديدة

source: Hearing has been deleted successfully.
ar: تم مسح المرافعة بنجاح

source: Case Type
ar: نوع الدعوى

source: Case Types
ar: انواع الدعاوى

source: Case characteristic
ar: صفة الدعوى

source: Case characteristics
ar: صفات الدعوى

source: Stage
ar: مرحلة الدعوى

source: Client Position
ar: صفة الموكل

source: Client Positions
ar: صفات الموكل

source: Important Development
ar: التطور مهمة

source: Important Developments
ar: التطورات مهمة

source: Position
ar: صفة الموكل

source: Opponent Position
ar: صفة الخصم

source: Opponent Positions
ar: صفات الخصم

source: Subject
ar: الموضوع

source: Case Category
ar: فئة الدعوى

source: Judge Name
ar: اسم القاضي

source: Detective
ar: المحقق

source: Case type
ar: نوع الدعوى

source: Paths
ar: الملفات

source: Shared With
ar: مشاركة الخصوصية مع

source: Internal Ref Number
ar: رقم المرجع الداخلي

source: Matter Priority
ar: الأولوية

source: Case Status
ar: حالة الدعوى

source: Case Close Status
ar: حالة غلق الدعوى

source: Case Close Comment
ar: تعليق غلق الدعوى

source: Start time
ar: تاريخ البدء

source: End time
ar: تاريخ الانتهاء

source: Is Archived
ar: مؤرشف

source: Litigation Cases
ar: دعاوى

source: New Case #
ar: رقم الدعوى الجديدة

source: You have been shared with you below case details
ar: تمت مشاركة الدعوى ادناه معك

source: Administrative investigations
ar: التحقيقات الإدارية

source: Notation
ar: تدوين

source: Record Type
ar: نوع الموكل

source: Folder Category
ar: فئة الملف

source: Folder type
ar: نوع الدعوى

source: Folder Priority
ar: الأولوية

source: Folder Status
ar: حالة المف

source: Folders
ar: الملفات

source: Administrative order number
ar: رقم الأمر الإداري

source: Chairman of the Committee
ar: رئيس اللجنة

source: Committee members
ar: أعضاء اللجنة

source: Priority
ar: الأولوية

source: Administrative Investigation
ar: تحقيق إداري

source: Administrate IveInvestigations
ar: التحقيق الإداري

source: Reference Number
ar: رقم المرجع الداخلي

source: Requester
ar: طلب بواسطة

source: Authorized number
ar: الرقم المصرح به

source: Start Time
ar: تاريخ البدء

source: Notations
ar: التدوينات

source: Type
ar: النوع

source: Characteristic
ar: صفة الخصم

source: Outcome
ar: نتيجة الدعوى

source: New Case
ar: دعوى جديدة

source: Case has been deleted successfully.
ar: تم مسح الدعوى بنجاح

source: New Notation
ar: تدوين جديد

source: Notation has been deleted successfully.
ar: تم مسح التدوين بنجاح

source: New Administrative Investigation
ar: تحقيق إداري جديد

source: Administrative Investigation has been deleted successfully.
ar: تم مسح التحقيق الاداري بنجاح

source: type
ar: النوع

source: Company Name
ar: اسم الشركة

source: Out Side Iraq
ar: خارج العراق

source: Total amount
ar: المبلغ الكلي

source: First Party
ar: الطرف الاول

source: Second Party
ar: الطرف الثاني

source: Third Party
ar: الطرف الثاالث

source: Auto Renewal
ar: تجديد تلقائي

source: Penal clause
ar: بند جزائي

source: Contract
ar: عقد

source: Contracts
ar: عقود

source: Amount
ar: قيمة

source: Payment
ar: دفعة

source: Payments
ar: الدفعات

source: No of days
ar: عدد الايام

source: Reminder days
ar: ايام التذكير

source: Is recurring
ar: متكررة

source: Duration
ar: المدة

source: Durations
ar: المدة

source: Types
ar: انواع الدعاوى

source: Reminder Date
ar: تاريخ التذكير

source: Is Sent
ar: مرسلة

source: Reminder
ar: تذكير

source: Reminders
ar: تذكيرات

source: Company
ar: الشركة

source: International
ar: دولي

source: Domestic
ar: محلي

source: Yes
ar: نعم

source: No
ar: كلا

source: New Contract
ar: عقد جديد

source: Contract has been deleted successfully.
ar: تم مسح العقد بنجاح

source: Core
ar: اساسي

source: Path created
ar: تم إنشاء الملف

source: Path deleted
ar: ملف محذوف

source: Path edited
ar: تم تعديل الملف

source: Document added to path
ar: تم اضافة الملف

source: Document removed from path
ar: تم مسح الملف

source: Normal
ar: متوسطة

source: High
ar: عالية

source: Critical
ar: خطرة

source: Low
ar: عادية

source: Icon
ar: الرمز التعبيري

source: Color
ar: اللون

source: Priorities
ar: الأولويات

source: Reply
ar: رد

source: Replies
ar: ردود

source: Comment
ar: ملاحظات

source: Comments
ar: الملاحظات

source: Courts
ar: المحاكم

source: Attachment
ar: المرفقة

source: Extracted OCR Text
ar: النص المستخرج

source: Path
ar: مجلد

source: Parent and Name
ar: اسم الاب

source: Resolved
ar: محسومة

source: Dismissed
ar: ردت

source: Suspended
ar: متوقفة

source: Closed
ar: اغلقت

source: Nullified
ar: ابطلت

source: In Progress
ar: جاري العمل بها

source: New
ar: جديدة

source: Is Completed
ar: مكتمل

source: Is Done
ar: تم

source: Statuses
ar: الحالات

source: create
ar: أنشأ

source: update
ar: حدث

source: delete
ar: حذف

source: access
ar: دخول

source: Notification
ar: اشعار

source: Notifications
ar: اشعارات

source: URL
ar: المسار

source: Primary key of the document to add to the Path.
ar: المفتاح الأساسي للمستند الذي سيتم إضافته إلى الملف

source: Document ID
ar: رقم الملف

source: Primary key of the document to remove from the Path.
ar: المفتاح الأساسي للمستند الذي سيتم مسحة من الملف.

source: Incorrect email or password
ar: البريد الإلكتروني أو كلمة المرور غير صحيحة

source: Username is inactive
ar: اسم المستخدم غير نشط

source: Incorrect Token
ar: الرمز غير صحيح

source: Invalid user id or user doesn't exist.
ar: معرف المستخدم غير صالح أو المستخدم غير موجود.

source: Stale token for given user.
ar: رمز قديم للمستخدم المحدد.

source: Password is not Mismatch
ar: كلمة المرور ليست متطابقة

source: The current password is incorrect
ar: كلمة المرور الحالية غير صحيحة

source: Email is not found
ar: البريد الالكتروني غير موجود

source: The account cannot be created
ar: لا يمكن إنشاء الحساب

source: January
ar: كانون الثاني

source: February
ar: شباط

source: March
ar: اذار

source: April
ar: نيسان

source: May
ar: ايار

source: June
ar: حزيران

source: July
ar: تموز

source: August
ar: اب

source: September
ar: ايلول

source: October
ar: تشرين الاول

source: November
ar: تشرين الثاني

source: December
ar: كانون الاول

source: Path has been deleted successfully.
ar: تم مسح الملف بنجاح

source: Document has been deleted successfully.
ar: تم مسح الوثيقة بنجاح

source: Status code
ar: رقم الحالة

source: Requests
ar: طلب بواسطة

source: Website
ar: الموقع الإلكتروني

source: Object
ar: عنصر

source: About
ar: عنا

source: How we can help you
ar: كيف نستطيع مساعدتك

source: Sign In
ar: تسجيل الدخول

source: Login
ar: تسجيل الدخول

source: Forgot your password?
ar: نسيت كلمة المرور؟

source: Remember Me
ar: تذكرني

source: Sign in with a passkey
ar: تسجيل الدخول بواسطة مفتاح المرور

source: Send me a sign-in code
ar: ارسلي رمز الدخول

source: Sign Out
ar: تسجيل الخروج

source: Are you sure you want to sign out?
ar: هل انت متاكد من تسجيل الدخول؟

source: Password Reset
ar: إعادة تعيين كلمة المرور

source: Forgotten your password? Enter your email address below, and we'll send you an email allowing you to reset it.
ar: هل نسيت كلمة المرور؟ أدخل بريدك الإلكتروني أدناه، وسنرسل لك رسالة إلكترونية تتيح لك إعادة تعيينها.

source: Email address
ar: عنوان البريد الالكتروني

source: Reset My Password
ar: إعادة تعيين كلمة المرور الخاصة بي

source: Please contact us if you have any trouble resetting your password.
ar: يرجى الاتصال بنا إذا واجهت أي مشكلة في إعادة تعيين كلمة المرور الخاصة بك.

source: Register to ISC Legal App
ar: التسجيل في النظام القانوني

source: User Registration
ar: تشجيل المستخدم

source: First Name
ar: الاسم الاول

source: Last Name
ar: الاسم الاخير

source: Phone
ar: الهاتف

source: Confirm Password
ar: تاكيد كلمة المرور

source: Please check the below:
ar: يرجى التاكد من التالي:

source: Register
ar: تسجيل

source: Export
ar: تصدير

source: Import
ar: استيراد

source: Get or Update Employees
ar: تحديث الموظفين

source: All
ar: الكل

source: 10 records
ar: 10 سجلات

source: 25 records
ar: 25 سجلا

source: 50 records
ar: 50 سجلا

source: Number of records
ar: عدد السجلات

source: Search
ar: بحث

source: Clear
ar: الغاء

source: New hearing
ar: مرافعة جديدة

source: No data available in table
ar: لا توجد بيانات في الجدول

source: Previous
ar: السابق

source: current
ar: الحالي

source: Next
ar: التالي

source: Are you sure you want to delete?
ar: هل انت متاكد من الحذف؟

source: An error occurred while deleting.
ar: حدث خطأ عند عملية الحذف.

source: Submit
ar: حفظ

source: New task
ar: مهمة جديدة

source: Due Date
ar: تاريخ الانتهاء

source: Session Timeout
ar: انتهاء الجلسة

source: Your session is about to expire due to inactivity.
ar: ستنتهي جلستك قريبًا بسبب عدم النشاط.

source: You will be logged out in <span id="countdown">60</span> seconds.
ar: سيتم تسجيل خروجك خلال <span id="countdown">60</span> ثانية.

source: Stay Logged In
ar: البقاء في الجلسة

source: Cases Count:
ar: عدد الدعاوى

source: Legal App New Case #
ar: رقم الدعوى الجديدة

source: Dear
ar: السيد

source: Case Category:
ar: فئة الدعوى

source: Judge:
ar: القاضي

source: Detective:
ar: القاضي

source: Case Type:
ar: نوع الدعوى

source: Court:
ar: المحكمة

source: Shared With:
ar: مشاركة الخصوصية مع

source: Internal refrence number:
ar: رقم المرجع الداخلي

source: V I E W IT N O W
ar: شاهد التفاصيل

source: You are receiving this because you registered on Legal app
ar: أنت تتلقى هذا البريد الالكتروني لأنك سجلت في التطبيق القانوني

source: Case Number:
ar: رقم الدعوى:

source: New notation
ar: تدوين جديد

source: Contract Type
ar: نوع العقد

source: New contract
ar: عقد جديد

source: Basic Information
ar: المعلومات الرئيسية

source: Payment information
ar: معلومات الدفعة

source: Add Payment
ar: اضافة دفعة

source: Save
ar: حفظ

source: Latest important development
ar: اخر تطور مهم

source: ISC ©
ar: كي كارد ©

source: ISC Legal App
ar: النظام القانوني

source: Home
ar: الصفحة الرئيسية

source: My Profile
ar: ملفي الخاص

source: Logout
ar: تسجيل الخروج

source: Replies...
ar: الردود...

source: No data available
ar: لا توجد بيانات

source: Count
ar: العدد

source: Documents related
ar: الملفات المتعلقة

source: Sequence
ar: التسلسل

source: Cancel
ar: الغاء

source: Edit
ar: تعديل

source: History
ar: التعديلات

source: Page
ar: صفحة

source: Important developments
ar: تطورات مهمة

source: Read All
ar: قراءة الكل

source: Delete All
ar: حذف الكل

source: History List
ar: قائمة التعديلات

source: sorted from newest to oldest
ar: مرتبة من الاحدث للأقدم

source: fields
ar: حقول

source: field
ar: حقل

source: See more
ar: رؤية المزيد

source: from
ar: من

source: to
ar: الى

source: Case Details
ar: تفاصيل الدعوى

source: Administrative Investigation Details
ar: تفاصيل التحقيق الإداري

source: Notation Details
ar: تفاصيل التدوين

source: Contract Details
ar: تفاصيل العقد

source: New Path
ar: مجلد جديد

source: Path Name
ar: اسم المجلد

source: Upload Documents
ar: رفع الملفات

source: Related
ar: متعلق بـ

source: Document Count
ar: عدد الملفات

source: Files and documents
ar: الملفات والمستندات

source: Date
ar: التاريخ

source: Calendar
ar: التقويم

source: To stay connected with us please login with your Qi email
ar: للبقاء على اتصال معنا، يرجى تسجيل الدخول باستخدام بريدك الإلكتروني كي

source: Or use a third-party
ar: أو استخدم جهة خارجية

source: Full Name
ar: الاسم الكامل

source: Last Login
ar: اخر دخول

source: Theme
ar: لون التطبيق

source: Enable Animations
ar: تفعيل الحركات

source: Status Overview
ar: نظرة عامة
